Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Приоритет точные/недостоверные данные
en: Exact/inexact data priority

source: Приоритет меньше/больше факторов
en: Fewer/more factors priority

source: Приоритет точность/скорость
en: Accuracy/speed priority

source: Уровень доверия, %
en: Confidence level, %

source: Коэффициент L1-регуляризации
en: L1-regularization coefficient

source: Коэффициент L2-регуляризации
en: L2-regularization coefficient

source: Установка коэффициента L1-регуляризации
en: L1-regularization coefficient setup

source: Установка коэффициента L2-регуляризации
en: L2-regularization coefficient setup

source: Тип интервала
en: Bin type

source: Аутентификация для выполнения запроса
en: Authentication for request execution

source: Content-Type запроса
en: Request Content-Type

source: Допустимый Content-Type ответа
en: Allowable Response Content-Type

source: Тайм-аут подключения (мс)
en: Connection timeout (ms)

source: URL сервиса
en: Service URL

source: Версия Tableau REST API
en: Tableau REST API version

source: Адрес сервера
en: Server Url

source: Сайт
en: Site

source: Аутентификация, как и для получения WSDL
en: Same authentication as for receiving WSDL

source: Резервный источник WSDL
en: Reserve WSDL source

source: Включить резервный источник WSDL
en: Enable reserve WSDL source

source: Аутентификация для получения WSDL-файла
en: Authentication to get WSDL file

source: Источник WSDL
en: WSDL source

source: Расположение XSLT
en: XSLT path

source: Преобразовать WSDL-описание с помощью XSLT
en: Transform WSDL description using XSLT

source: Разрешенные URL для загрузки изображений при отображении их в Markdown
en: Allowed image load URLs for display in Markdown

source: Разрешенные URL для формирования ссылок в Markdown
en: Allowed URLs for generating links in Markdown

source: Ограничить число кластеров
en: Limit the number of clusters

source: Заголовки HTTP
en: HTTP Headers

source: Тайм-аут ввода пароля
en: Password entry timeout

source: Тайм-аут закрытия сессии
en: Session disconnection timeout

source: Тайм-аут блокировки сессии
en: Session lock timeout

source: Период проверки изменения веб-сервисов
en: Web services change check period

source: Ограничить число итераций
en: Limit the number of iterations

source: Максимум используемой памяти (КБ)
en: Memory limit (KB)

source: Директория, содержащая резервные копии сессий
en: Directory containing session backups

source: Время жизни сессии после разрыва
en: Session lifetime after disconnect

source: Тайм-аут остановки сервера
en: Server stop timeout

source: Директория, содержащая личные папки пользователей
en: Directory containing personal user folders

source: Максимальное число кластеров
en: Maximum number of clusters

source: Период проверки соединения с клиентом
en: Client connection check period

source: Число итераций
en: Number of iterations

source: Имя схемы в базе данных
en: Schema name in database

source: Параметры фильтрации
en: Filtration parameters

source: Коэффициент отталкивания
en: Repulsion coefficient

source: Пользовательская дата отсчета
en: User defined date

source: Число кластеров
en: Number of clusters

source: Автоопределение числа кластеров
en: Auto selection of clusters

source: Минимальное число кластеров
en: Minimum number of clusters

source: Порог разделения кластеров
en: Cluster splitting significance threshold

source: Количество интервалов
en: Bin count

source: Включить верхние границы интервала
en: Include upper interval bounds

source: Предварительное квантование
en: Prequanting

source: Начальные классы в качестве разбиения
en: Fine classes as binning

source: Идентификатор внешнего разбиения
en: External binning identifier

source: Максимальное количество классов
en: Maximum class count

source: Минимальная доля класса, %
en: Minimum class rate, %

source: Равномерность
en: Uniformity

source: Настраиваемое значение "события"
en: Custom "event" value

source: Игнорировать пустые значения
en: Skip null values

source: Количество строк соответствует
en: Row count complies

source: Режим отладки
en: Debug mode

source: Условие
en: Condition

source: Функция агрегации
en: Aggregation function

source: Сравниваемое значение
en: Compared value

source: Сравниваемое поле
en: Compared field

source: Разделитель частей меток полей
en: Field caption parts separator

source: Реквизиты аутентификации пользовательским сертификатом
en: User certificate authentication credentials

source: Скользящие уникальные значения
en: Sliding unique values

source: Ограничение количества значений
en: Value number limit

source: Уникальные значения как имена полей
en: Unique values as field names

source: Допустимый процент пропусков
en: Allowable percentage of nulls

source: Идентификатор документа
en: Document ID

source: Длина байтового массива для TBGExtended80Rec должна точно равняться 10 байт
en: The byte array length for TBGExtended80Rec must be exactly 10 bytes

source: Соединение с удаленным компьютером разорвано
en: Remote host connection lost

source: countSelector должен иметь вид collection => collection.Count
en: countSelector must be of collection type => collection.Count

source: itemSelector должен иметь вид (collection, i) => collection[i]
en: itemSelector must be of (collection, i) type => collection[i]

source: selector должен иметь вид source => new { source.Prop1, source.Prop2 ... }
en: selector format must be source type => new { source.Prop1, source.Prop2 ... }

source: Свойство {0} не содержит атрибута RemotePropertyAttribute
en: {0} property does not contain RemotePropertyAttribute

source: Тип свойств {0} не поддерживается
en: {0} type of properties not supported

source: Уровень вложенности массивов более {0} не поддерживается
en: Arrays nesting level above {0} is not supported

source: Неверный номер версии формата сообщения: {0}, ожидается: {1}
en: Invalid number of message format version: {0} when {1} was expected

source: Элемент с таким ключом уже существует в словаре
en: An item with this key already exists in the dictionary

source: Неверная сигнатура сообщения
en: Invalid message signature

source: Инкремент размера сообщения не должен быть отрицательным
en: Message size increment cannot be negative

source: Превышен максимальный допустимый размер сообщения
en: Maximum message size exceeded

source: Данный метод нельзя вызывать через RPC
en: This method cannot be called via RPC

source: Недопустимо чтение динамических данных за пределами сообщения
en: Cannot read dynamic data out of message bounds

source: Интерфейс с идентификатором {0} не зарегистрирован
en: Interface with {0} identifier not registered

source: Неизвестный идентификатор интерфейса: {0}
en: Unknown interface identifier: {0}

source: Интерфейс {0} не зарегистрирован
en: {0} interface not registered

source: Неизвестный идентификатор метода: {0}
en: Unknown method identifier: {0}

source: Не поддерживаемый тип аргумента
en: Unsupported argument type

source: Некорректный размер сообщения: {0}
en: Invalid message size: {0}

source: Неизвестный идентификатор исключения: {0}
en: Unknown exception identifier: {0}

source: Интерфейс с идентификатором {0} нельзя запрашивать через QueryInterface
en: Failed to query interface with {0} identifier via QueryInterface

source: Соединение закрыто по тайм-ауту неактивности: {0} секунд
en: Session was closed by idle timeout: {0} s

source: Сессия с разрывом связи восстановлена
en: Disconnected session restored

source: Невозможно добавить новую сессию во время финализации SessionHost
en: Failed to add a new session while closing SessionHost

source: Уже зарегистрирован другой обработчик исключений RPC
en: Another RPC exception handler already registered

source: Уже зарегистрирован другой номер версии RPC
en: Another RPC version number already registered

source: Соединение разорвано
en: Connection lost

source: Получен некорректный ответ от сервера
en: Bad server response received

source: Соединение с сервером разорвано
en: Server connection lost

source: Получен некорректный идентификатор интерфейса главного серверного объекта: {0}
en: Invalid interface identifier of the main server object received: {0}

source: Невалидный идентификатор объекта: {0}
en: Invalid object identifier: {0}

source: Недопустимый тип ответного сообщения: {0}
en: Invalid response message type: {0}

source: Невалидный идентификатор сессии: {0}
en: Invalid session identifier: {0}

source: Главный серверный объект не зарегистрирован
en: The main server object is not registered

source: Достигнут предел в {0} значений идентификаторов объектов
en: Object identifiers limit of {0} values reached

source: Клиент версии {0} не может подключиться к серверу версии {1}
en: Client of {0} version cannot connect to the server of {1} version

source: Операция не может быть выполнена, так как сессия заблокирована
en: Failed to perform the operation because the session is locked

source: Клиентский прокси-объект финализирован
en: Client proxy object disconnected

source: Сессия заблокирована по тайм-ауту неактивности: {0} секунд
en: Session was locked by idle timeout: {0} seconds

source: Сессия закрыта по тайм-ауту после разрыва связи: {0} секунд
en: Session closed upon connection break timeout: {0} seconds

source: Сессия сохранена после обнаруженного разрыва связи
en: Session saved upon connection break detection

source: Обнаружен разрыв связи
en: Connection break detected

source: Получен некорректный идентификатор интерфейса главного серверного объекта
en: Invalid interface identifier of the main server object received

source: Элемент с индексом {0} не существует
en: Item with {0} index does not exist

source: Делегат GetProxyObjectIdCached уже проинициализирован
en: GetProxyObjectIdCached delegate already initialized

source: Делегат GetProxyObjectId уже проинициализирован
en: GetProxyObjectId delegate already initialized

source: Идентификатор интерфейса не должен быть пустым
en: Interface identifier must not be null

source: Делегат IsDisposedProxyObject уже проинициализирован
en: IsDisposedProxyObject delegate already initialized

source: Делегат IsProxyObjectIdCached уже проинициализирован
en: IsProxyObjectIdCached delegate already initialized

source: Удаленный компьютер закрыл соединение
en: Connection closed by remote host

source: Соединение через веб-сокет закрыто с ошибкой
en: Web socket connection closed with an error

source: Обрыв связи
en: Connection failed

source: Не удалось подключиться к веб-сокету по адресу {0}
en: Failed to connect to the web socket at the following address {0}

source: Интерфейс {0} не поддерживается объектом
en: {0} interface not supported by object

source: Недопустимое значение параметра {0}: {1}
en: Invalid value of parameter {0}: {1}

source: Значение ObjectId не закэшировано
en: ObjectId value is not cached

source: Переполнение при попытке привести значение к типу Double
en: Overflow while attempting to cast value to the Double type

source: Внутреннее
en: Inner

source: Левое
en: Left

source: Индексирование главной таблицы
en: Indexing main table

source: Правое
en: Right

source: Слияние
en: Join

source: Слияние двух наборов данных
en: Join two datasets

source: Невозможно пропустить корневой узел присоединяемого дерева, который является массивом
en: The joined tree's root node is an array and cannot be skipped

source: Связываемый узел основного дерева %s должен быть массивом
en: To be connected, node %s of the main tree must be an array

source: Связываемый узел основного дерева %s должен быть контейнером
en: To be connected, node %s of the main tree must be a container

source: Связываемый узел основного дерева %s не должен быть массивом
en: To be connected, node %s of the main tree must be an array

source: Сторонние корневые центры сертификации
en: Third-Party Root Certification Authorities

source: Связываемый узел основного дерева %s не должен находиться в массиве
en: To be connected, node %s of the main tree must not be included in an array

source: Не указан связываемый узел основного дерева
en: Main tree node to connect not specified

source: Слияние (дер.):
en: Join (Tree):

source: Слияние (дерево)
en: Tree Join

source: Слияние двух деревьев данных
en: Join of two data trees

source: Нельзя исключить корневой узел JSON, если он является массивом или у него не один дочерний узел
en: Cannot exclude JSON root node if it's an array or has more than one child nodes

source: Узел контейнера "%s" не может отобразить JSON значение не объектного типа
en: Container node "%s" cannot display a JSON value of non-object type

source: Не задано дерево при отключенном автоматическом определении структуры
en: Tree not specified while structure autodetect is disabled

source: Отсутствует строка с JSON значением
en: No row with JSON value

source: Не указан столбец содержащий строку JSON
en: Column with JSON string not specified

source: Промежуточные центры сертификации
en: Intermediate Certification Authorities

source: Корневой узел должен быть массивом, если набор данных содержит несколько строк
en: The root node must be an array if the dataset contains several rows

source: Описание узла выходного дерева "%s" не является массивом
en: Description of output tree node "%s" is not an array

source: Корневой узел должен быть массивом, если набор данных не содержит ни одной строки
en: The root node must be an array if the dataset contains no rows

source: Не найдено описание узла выходного дерева для JSON узла "%s"
en: Output tree node descrpition for JSON node "%s" not found

source: Нельзя исключить корневой узел JSON, если его дочерний узел не является объектом или массивом объектов
en: Cannot exclude JSON root node when its child node is not an object or an array of objects

source: Указано слишком много столбцов содержащих строку JSON
en: Too many columns containing a JSON string specified

source: Тип данных узла %s не соответствует обявленному типу %s
en: Data type of node %s doesn't match the expected %s type

source: JSON в дерево:
en: JSON to Tree:

source: Ошибка парсинга на позиции %d: "%s"
en: Error parsing at position %d: "%s"

source: JSON в дерево
en: JSON to Tree

source: Сертификаты, к которым нет доверия
en: Untrusted Certificates

source: Формирование дерева данных из JSON-строк
en: Generating a data tree from JSON strings

source: Размер пренормализированный строки %d отличается от номинального %d
en: The normalized string size %d differs from nominal %d

source: Количество строк (%d) в обучающем наборе не должно быть меньше количества коэффициентов (%d) модели
en: Row number (%d) in the training set must not be less than the number of model coefficients (%d)

source: Неправильный контекст построителя модели линейной регрессии
en: Invalid linear regression model builder context

source: Обучаемая модель не является моделью линейной регрессии
en: The trained model is not linear regression model

source: Количество коэффициентов модели было ограничено размером обучающей выборки. Для лучшего результата увеличьте количество наблюдений в обучающей выборке
en: The model coefficients number must be limited by the training sample size. For best results, increase the observations number in the training sample

source: Контекст построителя модели линейной регрессии не может быть создан для пустого набора данных
en: The linear regression model builder context cannot be created for empty dataset

source: Метки входных полей
en: Input field captions

source: Имена входных полей
en: Input field names

source: Личное
en: Personal

source: Недопустимые настройки полей входного набора
en: Invalid input dataset field settings

source: Допускается только одно поле выходных данных
en: Only one output data field allowed

source: В обучающем наборе данных должно быть как минимум две строки
en: The training dataset must contain at least two rows

source: В валидационном наборе данных должна быть как минимум одна строка
en: The validation dataset must contain at least one row

source: Для автоматического подбора коэффициента регуляризации необходимо включить валидационное разбиение
en: Validation partition must be enabled for the automatic search for regularization coefficient

source: Заданная выходная колонка не валидная
en: Invalid specified output column

source: Поле выходных данных не задано
en: No output data field specified

source: Недопустимые свойства входного поля "%s", вид данных "%s", тип данных "%s"
en: Invalid "%s" input field properties, "%s" data kind, "%s" data type

source: Должна быть определена ровно 1 выходная колонка, сейчас определено %d выходных колонок
en: Exactly 1 output column must be defined, %d output columns are currently defined

source: Доверенные корневые центры сертификации
en: Trusted Root Certification Authorities

source: Недопустимые свойства выходного поля "%s", вид данных "%s", тип данных "%s"
en: Invalid "%s" output field properties, "%s" data kind, "%s" data type

source: <Константа>
en: <Intercept>

source: Линрегрессия:
en: Lin. Regression:

source: Построение модели
en: Training the model

source: |Коэффициенты
en: |Coefficients

source: %s|Регрессия
en: %s|Regression

source: Доверенные корневые сертификаты смарт-карты
en: Smart Card Trusted Roots

source: |Нижняя граница д.и.
en: |CI lower bound

source: |P-значение
en: |P-value

source: |Стд. ошибка
en: |Std. error

source: |T-статистика
en: |T-statistic

source: |Верхняя граница д.и.
en: |CI upper bound

source: Примеров в тестовом множестве
en: Samples in the test set

source: Всего примеров
en: Total samples

source: Всего отобранных примеров
en: Total selected samples

source: Примеров в обучающем множестве
en: Samples in the training set

source: Доверительные отношения в предприятии
en: Enterprise Trust

source: Число валидационных разбиений
en: Number of validation partitions

source: Примеров в валидационном множестве
en: Samples in the validation set

source: Не подготовлены индексы факторов полной модели
en: Full factor model indexes not prepared

source: Внутренняя ошибка: контекст не является контекстом обучения модели линейной регрессии
en: Internal error: context is not the training context for the linear regression model

source: Число валидационных разбиений должно быть больше 0 (заданное число разбиений = %d)
en: Validation partition count must be more than 0 (given partition count = %d)

source: Исключение фактора %s из финальной модели
en: Excluding %s factor from final model

source: Пошаговый отбор - исключение фактора %s
en: Stepwise selection - excluding %s factor

source: Валидационное разбиение %d
en: Validation partitioning %d

source: Добавление фактора %s в финальную модель
en: Adding %s factor to final model

source: Пошаговый отбор - добавление фактора %s
en: Stepwise selection - adding %s factor

source: Доверенные устройства
en: Trusted Devices

source: Подготовка данных перед обучением
en: Preparing data before training

source: Построение модели (коэффициент L1-регуляризации = %.4f коэффициент L2-регуляризации = %.4f)
en: Training the model (regularization coefficient L1 = %.4f regularization coefficient L2 = %.4f)

source: Построение модели (коэффициент L1-регуляризации = %.4f)
en: Training the model (regularization coefficient L1 = %.4f)

source: Метод %s: обучение модели
en: Training the model: %s method

source: Построение модели (коэффициент L2-регуляризации = %.4f)
en: Training the model (regularization coefficient L2 = %.4f)

source: Валидация моделей
en: Validating models

source: Линейная регрессия
en: Linear Regression

source: Неправильный контекст построителя модели лог. регрессии
en: Incorrect context of the log. regression model builder

source: Доверенные лица
en: Trusted People

source: Обучаемая модель не является моделью лог. регрессии
en: The trained model is not log. regression model

source: Контекст построителя модели лог. регрессии не может быть создан для пустого набора данных
en: The log. regression model builder context cannot be created for empty dataset

source: Событие|Факт
en: Event|Actual

source: Расчет доли событий в тестовом множестве
en: Calculating event weight in test set

source: Расчет доли событий в обучающем множестве
en: Calculating event weight in training set

source: Средняя перекрестная энтропия при кросс-валидации
en: Average cross-entropy in cross validation

source: Доверенные издатели
en: Trusted Publishers

source: Некорректный формат GUID: %s (поддерживаются ["N","D","B","P"])
en: Incorrect GUID format: %s (["N", "D", "B", "P"] supported)

source: Процент ошибок классификации при кросс-валидации
en: Cross validation error percentage

source: Среднеквадратическая ошибка при кросс-валидации
en: Root-mean-square error in cross validation

source: Для задачи классификации допускается только одно поле выходных данных, сейчас задано %d
en: Only one output field is allowed for the classification task, %d is currently specified

source: Пустое тестовое множество не может быть использовано для внесения поправки на долю событий
en: Empty test set cannot be used for event weight correction

source: Функционал не реализован
en: Functionality not implemented

source: Объект пользователя Active Directory
en: Active Directory User Object

source: Недопустимые свойства выходного поля "%s", вид данных "%s", в то время как допустим только "%s"
en: Invalid "%s" output field properties, "%s" data kind, whereas "%s" is only valid

source: Число уникальных значений выходной колонки "%s" равно %d (требуется ровно 2)
en: Number of "%s" output column unique values is %d (exactly 2 required)

source: Доля событий в генеральном множестве должна быть больше 0 % и меньше 100 %
en: Event weight in the general set must be more than 0 % and less than 100 %

source: Логрегрессия:
en: Log. Regression:

source: Дополнительные данные
en: Additional data

source: Расчет показателей качества
en: Calculating quality indicators

source: -2 Логарифма функции правдоподобия нулевой модели
en: -2 Log-likelihood of null model

source: Уникальные значения выходной колонки "%s" не рассчитаны
en: Unique values of "%s" output column not calculated

source: %s|Прогноз
en: %s|Prediction

source: Событие|Прогноз
en: Event|Prediction

source: Вероятность события|Прогноз
en: Event probability|Prediction

source: Балл|Прогноз
en: Score|Prediction

source: Код завершения
en: Error Code

source: Подготовка множеств
en: Preparing sets

source: Псевдо-R^2 Макфаддена
en: McFadden pseudo-R^2

source: Псевдо-R^2 Макфаддена (скорр.)
en: McFadden pseudo-R^2 (adj.)

source: |Нижняя граница д.и. отношения шансов
en: |CI lower bound of odds ratio

source: |Отношение шансов
en: |Odds ratio

source: |Балл
en: |Score

source: |Верхняя граница д.и. отношения шансов
en: |CI upper bound of odds ratio

source: Описание ошибки
en: Error Description

source: |Статистика Вальда
en: |Wald statistic

source: Определение выходного набора данных
en: Identifying output dataset

source: Средняя перекрестная энтропия на тестовом множестве
en: Average cross-entropy in the test set

source: Процент ошибок классификации на тестовом множестве
en: Percentage of classification errors in the test set

source: Среднеквадратическая ошибка на тестовом множестве
en: Root-mean-square error in the test set

source: Средняя перекрестная энтропия на обучающем множестве
en: The average cross-entropy of the training set

source: Процент ошибок классификации на обучающем множестве
en: Percentage of classification errors of the training set

source: Источник данных запроса
en: Request data source

source: Среднеквадратическая ошибка на обучающем множестве
en: The root-mean-square error of the training set

source: Порог отсечения при обучении модели
en: Model train cutoff

source: Процесс подготовки множеств уже запущен
en: Preparation of sets already started
